/* Error Alert Button */
"OK" = "Tamam";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "Ayrıştırma hatası %1$zd, Açıklama: %2$@, Satır: %3$zd, Sütun: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "Doğrulama hatası %1$zd, Açıklama: %2$@, Satır: %3$zd, Sütun: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "MusicXML Ayrıştırma Hatası";

/* Error Alert Title */
"MusicXML Validation Error" = "MusicXML Doğrulama Hatası";

/* Error message */
"Compressed music xml file seems to be malformed (could not find 'full-path')" = "Sıkıştırılmış müzik xml dosyası hatalı gibi görünüyor (“full-path” bulunamadı)";

/* Error message */
"Could not create temporary conversion file" = "Geçici dönüştürme dosyası yaratılamadı";

/* Error message */
"Could not decompress file compressed music xml file" = "Sıkıştırılmış müzik xml dosyası açılamadı";

/* Error message */
"File is not a MusicXML File" = "Dosya bir MusicXML dosyası değil";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "MusicXML dosyası, “divisions” için sıfır veya negatif değer içeriyor";

/* Note Name in Do,Re,Mi notation */
"Do" = "Do";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fa";

/* Note Name in Do,Re,Mi notation */
"La" = "La";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Mi";

/* Note Name in Do,Re,Mi notation */
"Re" = "Re";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Sol";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Ti";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "6 Telli Gitar Normal Akort";
